Repository: Rom1deTroyes/mhios
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Language
fr: Langue

source: The Email must be set
fr: Un email doit être entré

source: Is active
fr: Est actif

source: Please check your email
fr: Vérifiez vos emails

source: An email has been sent to
fr: Un email a été envoyé à l'adresse

source: including a validation link to confirm your email and validate your account.
fr: incluant un lien de validation afin de confirmer votre email et valider votre compte.

source: Please check you emails and use the validation link.
fr: Veuillez vérifier vos emails et utiliser le lien de validation.

source: Sign up
fr: Inscription

source: Your email address is requested in order to facilitate the login and password recovery processes. No other use of your email address is made by us. You address is not shared publicly on the website and not shared with any other third parties.
fr: Nous utilisons votre adresse email afin de faciliter les processus de connexion et de récupération du mot de passe. Aucune autre utilisation n'est faite de votre adresse email. Votre adresse n'est pas partagée publiquement ou transmise à des parties tierces.

source: Log in
fr: Connexion

source: Lost password?
fr: Mot de passe perdu?

source: Password successfully changed
fr: Mode de passe réinitialisé avec succès

source: Your password has been set. You may go ahead and
fr: Votre mot de passe a été changé. Vous pouvez maintenant vous

source: sign in
fr: connecter

source: Change password
fr: Changer de mot de passe

source: Invalid link
fr: Lien invalide

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation de mot de passe est invalide, probablement car il a déjà été utilisé. Vous pouvez demander un nouveau lien.

source: Password change instruction sent
fr: Instructions de changement de mot de passe envoyées

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Nous vous avons envoyé les instructions pour réinitialiser votre mot de passe, si votre compte existe avec l'email entré. Vous devriez le recevoir bientôt.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas d'email, veuillez vous assurer de bien utiliser l'adresse correspondant à votre compte et vérifier vos courriers indésirables.

source: Reset your password on mhios.com
fr: Réinitialiser mon mot de passe sur mhios.com

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez cet email car vous avez demandé une réinitialisation de mot de passe sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe:

source: Reset your password here
fr: Réinitialiser mon mot de passe

source: Your username, in case you’ve forgotten:
fr: En cas d'oubli, votre nom d'utilisateur est

source: Thanks for using our site!
fr: Merci d'utiliser notre site!

source: The %(site_name)s team
fr: L'équipe %(site_name)s

source: Forgot password?
fr: Mot de passe oublié?

source: Please provide your email, and you will receive a link to reset your password.
fr: Veuillez entrer votre email, et vous recevrez bientôt un lien permettant de réinitialiser votre mot de passe.

source: Reset my password
fr: Réinitialiser mon mot de passe
