Repository: Rom1deTroyes/mhios
Catalog: myopenstories/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Login required
fr: Connexion nécessaire

source: Log in or register freely to use advanced features
fr: Connectez-vous our créez un compte pour utiliser les fonctions avancées

source: Vote for your favourites stories
fr: Votez pour vos histoires favorites

source: Upload and share your own creations
fr: Partagez vos propres créations

source: Create your online personal library and stash your private selection
fr: Créez votre bibliothèque personnelle pour garder une accès facile à votre sélection

source: Log in
fr: Connexion

source: Sign up
fr: Inscrivez vous

source: Close
fr: Fermer

source: Library
fr: Bibliothèque

source: Story teller
fr: Boîte à histoire

source: Discussion forum
fr: Forum de discussion

source: Log Out
fr: Déconnexion

source: Advanced search
fr: Recherche avancée

source: Search
fr: Recherche

source: Subscriptions
fr: Abonnements

source: View my posts
fr: Mes sujets

source: Moderation queue
fr: File de modération

source: English
fr: Anglais

source: French
fr: Français

source: Browse the library
fr: Explorez la bibliothèque

source: Designed by anyone. Free to anyone.
fr: Créé par tous. Gratuit pour tous.

source: Go to interactive teller
fr: Vers la boîte à histoires

source: Build your own adventures.
fr: Construisez vos propres aventures

source: Sign up today
fr: Inscrivez vous

source: Stash favourite stories to find them easily.
fr: Collectez vos histoires favorites pour les retrouver facilement

source: Listen to a story
fr: Ecouter une histoire

source: Enjoy interactive stories with our reader.
fr: Profitez d'une histoire interactive avec notre boîte à histoire

source: Explore the forum
fr: Explorez le forum

source: Discuss anything from stories to unicorns.
fr: Discutez d'histoires... ou de licornes

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Open library
fr: Bibliothèque libre

source: Designed to encourage the sharing of interactive stories created by the community for the community, mhios is an open repository for stories in the
fr: Imaginé pour encourager le partage d'histoires interactives créées par lacommunauté pour la communauté, myopenstories est une bibliothèque ouverte pourdes histoires au format

source: format, a set of tools to read and create interactive stories with possibility to transfer from and to the
fr: un ensemble d'outils pour lire et créer des histoires interactives,avec des possibilités de transfert de et vers la boîte à histoires

source: Registration is not necessary to browse or download the stories. Registered users can upload their own stories and vote for their favourite stories.
fr: Aucune inscription n'est nécessaire pour explorée ou télécharger les histoires.Les utilisateurs enregitrés peuvent partager leurs propres créations ou voter pour leurs histoires favorites.

source: Explore library
fr: Explorez la bibliothèque

source: mhios includes an interactive story teller which can be used to read interactively any story available in the library.
fr: mhios inclut une boîte à histoires permettant de lire de manièreinteractive toutes les histoires disponibles dans la bibliothèque

source: Registration is not necessary to listen to the stories. To facilitate access to your favourite stories, register freely to create your online personal library and stash your private selection.
fr: L'enregistrement n'est pas nécessaire pour écouter les histoires. Afin de faciliter l'accès à vos histoires favorites, enregistrez vous gratuitement afin de créer votre propre bibliothèque personnelle et y collecter vos histoires préférées

source: Bring stories to life
fr: Donnez vie aux histoires

source: The discussion forum is the right place to discuss stories, the use of
fr: Le forum est l'entroit idéal pour discuter des histoires, de l'utilisation de

source: or
fr: ou

source: devices, suggestions and improvements for this website, or anything else you think relevant.
fr: , de suggestions et d'améliorations pour ce site, ou quoi que ce soit que vous jugiez opportun.

source: Enjoy discussions
fr: Lancez la discussion

source: Privacy/Legal
fr: Vie privée/Légal

source: mhios is not affiliated with
fr: mhios n'est affilié à

source: in any way
fr: en aucune façon

source: Legal information
fr: Informations légales

source: Website owner/Publication manager/Development
fr: Propriétaire/Responsable publication/Développement

source: Hosting
fr: Hébergement

source: Privacy
fr: Vie privée

source: During the user registration,
fr: Lors de votre enregistrement,

source: collects your email address in order to facilitate the login and password recovery processes. No other use of your email address is made by us. You address is not shared publicly on the website and not shared with any other third parties.
fr: collecte votre adress email afin de faciliter les processus de connexion et de récupération du mot de passe. Aucune autre utilisation n'est faite de votre adresse email. Votre adresse n'est pas partagée publiquement ou transmise à des parties tierces.

source: Our site saves small pieces of text information (cookies) on your device in order to deliver better content and for statistical purposes. You can disable the usage of cookies by changing the settings of your browser. By browsing our website without changing the browser settings you grant us permission to store that information on your device.
fr: Notre site sauvegarde des traceurs textes (cookies) sur votre appareil afin de vous garantir de meilleurs contenus et à des fins de collectes statistiques.Vous pouvez désactiver l'usage des cookies en changeant les paramètres de votre navigateur. En poursuivant votre navigation sur notre site sans changer vos paramètres de navigateur vous nous accordez la permission de conserver des informations sur votre appareil.

source: Please contact privacy@mhios.com for any question on our use of your personal data.
fr: Vous pouvez contacter privacy@mhios.com pour toute question ou requête sur l'utilisation de vos données personnelles.
